[
{"titulo": "A inserção dos estudos afro-brasileiros e indígenas no currículo das escolas de ensino fundamental", "autores": "Matos, Silvania Silva de", "orientadores": "Santos, Nelson dos", "palavras-chave": ["Multiculturalismo", "Educação", "Relações étnicas", "Multiculturalism", "Education", "Ethnic relations"], "data": "9-Jun-2018", "resumo": "A presente pesquisa surgiu da necessidade de abrir discussões em torno da implementação obrigatória do Ensino de História e Cultura Afro-Brasileira e Indígenas nas escolas do ensino fundamental das redes pública e privada em todo território nacional, evidenciando, particularmente, a Escola Municipal Ivonice Costa Sotero, instituição localizada ao entorno de uma comunidade remanescente de quilombo. Este trabalho analisa as dificuldades enfrentadas na referida escola para implementação dos conteúdos referentes a História dos povos Afrodescendentes e Indígenas nas turmas do 6º ao 9º ano das séries finais do Ensino fundamental. Trata também dos desafios para que a temática não se resuma apenas em projetos interdisciplinares de datas comemorativas folclóricas e adaptação do Currículo para que se cumpra a Lei 11.645/08. Diante desse contexto, este estudo nos remete a uma reflexão crítica das instituições escolares na construção de conceitos e valores étnicoraciais e culturais. Partindo desse pressuposto, espera-se que a proposta descrita promova a compreensão diante da amplitude da problemática e do imprescindivel papel da escola em tornar possível o resgate histórico envolvendo os povos afrobrasileiros e indígenas."},
{"titulo": "Métodos e técnicas de ensino na educação infantil para crianças com transtorno do déficit de atenção com hiperatividade (TDAH)", "autores": "Santos, Simone Aparecida dos", "orientadores": "Hlenka, Vanessa", "palavras-chave": ["Crianças com distúrbio do déficit de atenção", "Educação", "Crianças - Desenvolvimento", "Attention-deficit-disordered children", "Education", "Child development"], "data": "16-Jun-2018", "resumo": "Este trabalho teve como temática uma abordagem das técnicas utilizadas na aprendizagem de crianças com Transtorno do Déficit de Atenção com Hiperatividade (TDAH) na faixa etária de zero a três anos de idade. Foram realizadas entrevistas com as professoras e a aplicação de um questionário em um Centro Municipal de Educação Infantil da Cidade de Umuarama – Paraná a fim de relatar quais são as metodologias utilizadas para o desenvolvimento de crianças com TDAH na educação infantil. As professoras destacaram a importância de utilizarem atividades que estimulem a concentração da criança, o raciocínio lógico, realizando atendimento direcionado para a criança buscando proporcionar uma atenção maior, desenvolver atividades em grupo, para que as crianças assimilem os comandos, repetindo o conteúdo várias vezes e ajudando para que a criança consiga completar as atividades, dando ênfase a mudança de tom de voz nos momentos mais importantes, proporcionando estímulos audiovisuais e sensoriais, atividades lúdicas e enfim, ter uma rotina preestabelecida. As professoras relataram que uma das maiores dificuldades enfrentadas em sala de aula é ter a atenção do aluno com TDAH durante a realização das atividades, pois estes se distraem com as outras crianças e com os estímulos do ambiente. Para atingir o objetivo proposto com os alunos, procuram desenvolver atividades que despertem o interesse tanto individualmente quanto em grupo. Também destacaram a relevância de se ter uma equipe especializada para um atendimento diferenciado, o que contribuiria imensamente no desenvolvimento da criança. Por fim, ressaltam a importância de professores qualificados para o atendimento e a valia do trabalho em conjunto com a família."},
{"titulo": "Análise de produções científicas sobre a saúde mental do professor na educação", "autores": "Silva, Flávia Cristina da", "orientadores": "Simonetto, Kátia Cardoso Campos", "palavras-chave": ["Bem-estar social", "Qualidade de vida no trabalho", "Aprendizagem", "Public welfare", "Quality of work life", "Learning"], "data": "10-Out-2015", "resumo": "O presente artigo é trabalho de conclusão de curso de especialização em educação: métodos e Técnicas de ensino que objetivou a realização de um levantamento da literatura cientifica, publicada em bases de dados de periódicos científicos, referente á saúde mental do professor na educação, observando-se assim as principais patologias que acometem os professores durante sua vida docente, enfatizando assim as causas do adoecimento, qualidade de vida para o restabelecimento de sua saúde mental estudo foi à pesquisa bibliográfica com revisão sistemática. Para tanto, foi realizada uma busca nas bases de dados e livros em maio de 2015, a partir de critérios de seleção e exclusão e termos definidos a priori, tendo como escopo de análise um total de 05 artigos que tiveram seus textos analisados, textos esses que referem- se a saúde do professor. Os dados coletados foram de participantes provenientes dos estados de São Paulo( 1 artigos), Mato Grosso do Sul (1 artigo), Rondônia ( 1 artigo), Minas Gerais ( 1 artigo), Rio Grande do Sul ( 1 artigo). Com este estudo pretende- se contribuir para novas pesquisas sobre a saúde mental do professor."}
]